Repository: QcumberCumquat/Timely
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, pl

source: If you didn't request this, please ignore this email. Your password won't change until you access the link below and create a new one.
de: Wenn Du dies nicht angefragt hast, ignoriere diese E-Mail. Dein Passwort wird sich nicht ändern, solange Du den Link unten nicht besuchst und ein neues erstellst.
pl: Jeżeli nie prosiłeś(-aś) o to, zignoruj tę wiadomość. Twoje hasło nie zostanie zmienione, jeżeli nie skorzystasz z poniższego linku i nie ustawisz nowego.

source: Feed for %{email} on Mobilizon
de: Feed für %{email} auf Mobilizon
pl: Strumień dla %{email} na Mobilizon

source: %{instance} is a Mobilizon server.
de: %{instance} ist ein Mobilizon-Server.
pl: %{instance} jest serwerem Mobilizon.

source: %{reporter_name} (%{reporter_username}) reported the following content.
de: %{reporter_name} (%{reporter_username}) hat den folgenden Inhalt gemeldet.
pl: %{reporter_name} (%{reporter_username}) zgłosił(a) następującą zawartość.

source: %{title} by %{creator}
de: %{title} von %{creator}
pl: %{title} od %{creator}

source: Activate my account
de: Aktiviere meinen Account
pl: Aktywuj moje konto

source: Ask the community on Framacolibri
de: Frag die Gemeinschaft auf Framacolibri
pl: Zapytaj społeczność na Framacolibri

source: Comments
de: Kommentare
pl: Komentarze

source: Event
de: Veranstaltung
pl: Wydarzenie

source: If you didn't request this, please ignore this email.
de: Wenn Du dies nicht angefragt hast, ignoriere diese E-Mail.
pl: Jeżeli o to nie prosiłeś(-aś), zignoruj tę wiadomość.

source: Instructions to reset your password on %{instance}
de: Anweisungen um dein Passwort auf %{instance} zurückzusetzen
pl: Instrukcje resetowania hasła na %{instance}

source: Learn more about Mobilizon.
de: Lerne mehr über Mobilizon.
pl: Dowiedz się więcej o Mobilizon.

source: Nearly here!
de: Fast hier!
pl: Już prawie!

source: Need some help? Something not working properly?
de: Brauchst Du Hilfe? Funktioniert etwas nicht richtig?
pl: Potrzebujesz pomocy? Coś nie działa prawidłowo?

source: New report on %{instance}
de: Neue Meldung auf %{instance}
pl: Nowe zgłoszenie na %{instance}

source: Reason
de: Begründung
pl: Powód

source: Reset Password
de: Passwort zurücksetzen
pl: Resetuj hasło

source: Resetting your password is easy. Just press the button below and follow the instructions. We'll have you up and running in no time.
de: Dein Passwort zurückzusetzen ist einfach. Klicke einfach auf den Button unten und folge den Anweisungen. Wir kümmern uns um den Rest.
pl: Resetowanie hasła jest proste. Naciśnij poniższy przycisk i postępuj zgodnie z instrukcjami. Potrwa to tylko chwilę.

source: Trouble signing in?
de: Probleme beim einloggen?
pl: Masz problem z zalogowaniem się?

source: View the report
de: Meldung ansehen
pl: Zobacz zgłoszenie

source: You created an account on %{host} with this email address. You are one click away from activating it.
de: Du hast einen Account auf %{host} mit dieser E-Mail-Adresse. Du bist nur ein Klick von der Aktivierung entfernt.
pl: Utworzyłeś(-aś) konto na %{host} używając tego adresu e-mail. Zostało jedno kliknięcie, aby zaktywować je.

source: Instructions to confirm your Mobilizon account on %{instance}
de: Anweisungen um deinen Mobilizon-Account auf %{instance} zu bestätigen
pl: Instrukcje potwierdzania konta Mobilizon na %{instance}

source: New report on Mobilizon instance %{instance}
de: Neue Meldung auf der Mobilizon-Instanz %{instance}
pl: Nowe zgłoszenie na instancji Mobilizon %{instance}

source: Activate your account
de: Aktiviere deinen Account
pl: Aktywuj swoje konto

source: All good!
de: Alles klar!

source: An organizer just approved your participation. You're now going to this event!
de: Ein Organisator hat deine Teilnahme bestätigt. Du nimmst jetzt an der Veranstaltung teil!
pl: Organizator zaktywował Twoje uczestnictwo. Wybierasz się na to wydarzenie!

source: Go to event page
de: Gehe zur Veranstaltungs-Seite
pl: Przejdź na stronę wydarzenia

source: If you need to cancel your participation, just access the event page through link above and click on the participation button.
de: Wenn Du deine Teilnahme absagen musst, gehe einfach über obenstehenden Link auf die Veranstaltungs-Seite und klicke auf den Teilnahme-Button.
pl: Jeżeli musisz anulować swoje uczestnictwo, przejdź na stronę wydarzenia używając powyższego przycisku i naciśnij przycisk zgłaszania udziału.

source: If you need to cancel your participation, just access the previous link and click on the participation button.
de: Wenn Du deine Teilnahme absagen musst, besuche einfach den vorhergehenden Link und klicke auf den Teilnahme-Button.
pl: Jeżeli musisz anulować swoje uczestnictwo, skorzystaj z poprzedniego odnośnika i naciśnij przycisk zgłaszania udziału.

source: Learn more about Mobilizon:
de: Lerne mehr über Mobilizon:
pl: Dowiedz się więcej o Mobilizon:

source: New report from %{reporter} on %{instance}
de: Neue Meldung von %{reporter} auf %{instance}
pl: Nowe zgłoszenie z %{reporter} od %{instance}

source: Participation approved
de: Teilnahme bestätigt
pl: Uczestnictwo przyjęte

source: Participation rejected
de: Teilnahme abgelehnt
pl: Uczestnictwo odrzucone

source: Password reset
de: Passwort zurückgesetzt
pl: Resetowanie hasła

source: Resetting your password is easy. Just click the link below and follow the instructions. We'll have you up and running in no time.
de: Dein Passwort zurückzusetzen ist einfach. Klicke einfach auf den Button unten und folge den Anweisungen. Wir kümmern uns um den Rest.

source: Sorry!
de: Entschuldigung!
pl: Przepraszamy!

source: Unfortunately, the organizers rejected your participation.
de: Leider hat der Organisator deine Teilnahme abgelehnt.
pl: Niestety, organizatorzy odrzucili Twoje uczestnictwo.

source: You created an account on %{host} with this email address. You are one click away from activating it. If this wasn't you, please ignore this email.
de: Du hast einen Account auf %{host} mit dieser E-Mail-Adresse. Du bist nur ein Klick von der Aktivierung entfernt. Wenn Du das nicht warst, ignoriere diese E-Mail bitte.
pl: Utworzyłeś(-aś) konto na %{host} używając tego adresu e-mail. Zostało Ci jedno kliknięcie do aktywacji go. Jeżeli to nie Ty, po prostu zignoruj ten e-mail.

source: You requested to participate in event %{title}
de: Du hast angefragt, an der Veranstaltung %{title} teilzunehmen

source: You requested to participate in event %{title}.
de: Du hast angefragt, an der Veranstaltung %{title} teilzunehmen.

source: Your participation to event %{title} has been approved
de: Deine Teilnahme an der Veranstaltung %{title}wurde akzeptiert
pl: Twój udział w wydarzeniu %{title} został zatwierdzony

source: Your participation to event %{title} has been rejected
de: Deine Teilnahme an der Veranstaltung %{title}wurde abgelehnt
pl: Twój udział w wydarzeniu %(title} został odrzucony

source: Ending of event
de: Ende der Veranstaltung
pl: Koniec wydarzenia

source: Event %{title} has been updated
de: Veranstaltung %{title} wurde aktualisiert
pl: Wydarzenie %{title} zostało zaktualizowane

source: Event updated!
de: Veranstaltung aktualisiert!
pl: Zaktualizowano wydarzenie!

source: New date and time for ending of event: %{ends_on}
de: Neues Datum und Uhrzeit für das Ende der Veranstaltung: %{ends_on}
pl: Nowa data i czas zakończenia wydarzenia: %{ends_on}

source: New date and time for start of event: %{begins_on}
de: Neues Datum und Uhrzeit für den Beginn der Veranstaltung: %{begins_on}
pl: Nowa data i czas rozpoczęcia wydarzenia: %{begins_on}

source: New title: %{title}
de: Neuer Titel: %{title}
pl: Nowy tytuł: %{title}

source: Start of event
de: Beginn der Veranstaltung
pl: Rozpoczęcie wydarzenia

source: The event %{title} was just updated
de: Die Veranstaltung %{title} wurde gerade aktualisiert
pl: Właśnie zaktualizowano wydarzenie %{title}

source: The event %{title} was updated
de: Die Veranstaltung %{title} wurde aktualisiert
pl: Zaktualizowano wydarzenie %{title}

source: Title
de: Titel
pl: Tytuł

source: View the updated event on: %{link}
de: Zeige die aktualisierte Veranstaltung unter: %{link}
pl: Zobacz zaktualizowane wydarzenie na %{link}

source: You requested a new password for your account on %{instance}.
de: Du hast ein neues Passwort für deinen Account auf %{instance} angefragt.
pl: Poprosiłeś(-aś) o nowe hasło do swojego konta na %{instance}.

source: %{b_start}Please do not use it in any real way%{b_end}: everything you create here (accounts, events, identities, etc.) will be automatically deleted every 48 hours.
de: %{b_start}Bitte nutze es für keine wirklichen Veranstaltungen%{b_end}: Alles, was Du hier erstellst (Accounts, Veranstaltungen, Identitäten, etc.) wird nach 48 Stunden automatisch gelöscht.

source: In the meantime, please consider that the software is not (yet) finished. More information %{a_start}on our blog%{a_end}.
de: Bitte beachte in der Zwischenzeit, dass diese Software (noch) fertiggestellt ist. Weitere Informationen %{a_start}in unserem Blog%{a_end}.
pl: W międzyczasie, pamiętaj o tym że to oprogramowanie nie jest (jeszcze) ukończone. Więcej informacji %{a_start}na naszym blogu%{a_end}.

source: Mobilizon is under development, we will add new features to this site during regular updates, until the release of %{b_start}version 1 of the software in the first half of 2020%{b_end}.
de: Mobilizon befindet sich in der Entwicklung, wir werden neue Funktionen während regulären Updates hinzufügen, bis %{b_start}Version 1 der Software in der ersten Hälfte von 2020 veröffentlicht wird%{b_end}.
pl: Mobilizon jest w fazie rozwoju. Nowe funkcje będą regularnie dodawane, do wydania %{b_start} pierwszej wersji oprogramowania w pierwszej połowie 2020 roku%{b_end}.

source: This is a demonstration site to test the beta version of Mobilizon.
de: Dies ist eine Demo-Seite, um die Beta-Version von Mobilizon zu testen.
pl: To jest strona demonstracyjna pozwalająca na przetestowanie wersji beta Mobilizon.

source: Warning
de: Warnung
pl: Ostrzeżenie

source: Event has been cancelled
de: Veranstaltung wurde abgesagt
pl: Anulowano wydarzenie

source: Event has been confirmed
de: Veranstaltung wurde bestätigt
pl: Potwierdzono wydarzenie

source: Event status has been set as tentative
de: Veranstaltung wurde als vorläufig markiert
